Repository: ArcticaProject/arctica-greeter
Catalog: po/*.po
Languages: lo

source: Enter password for %s
lo: ປ້ອນລະຫັດຜ່ານສຳລັບ %s

source: Enter your username
lo: ປ້ອນຊື່ຜູ້ໃຊ້ຂອງທ່ານ

source: Password:
lo: ລະຫັດຜ່ານ:

source: Username:
lo: ຊື່ຜູ້ໃຊ້:

source: Invalid username or password, please try again
lo: ຊື່ຜູ້ໃຊ້ ຫຼື ລະຫັດຜ່ານບໍ່ຖືກຕ້ອງ, ກະລຸນາລອງໃໝ່ອີກຄັ້ງ

source: Failed to authenticate
lo: ການຢືນຢັນຕົວຕົນລົ້ມເຫຼວ

source: Failed to start session
lo: ບໍ່ສາມາດເລີ່ມເຊດຊັນໄດ້

source: Logging in…
lo: ກຳລັງເຂົ້າສູ່ລະບົບ…

source: Login Screen
lo: ໜ້າຈໍເຂົ້າສູ່ລະບົບ

source: Back
lo: ກັບຄືນ

source: Session Options
lo: ຕົວເລືອກເຊດຊັນ

source: Select desktop environment
lo: ເລືອກສະພາບແວດລ້ອມເດັສທັອບ

source: Goodbye. Would you like to…
lo: ລາກ່ອນ. ທ່ານຕ້ອງການ…

source: Shut Down
lo: ປິດເຄື່ອງ

source: Are you sure you want to shut down the computer?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການປິດຄອມພິວເຕີ?

source: Other users are currently logged in to this computer, shutting down now will also close these other sessions.
lo: ມີຜູ້ໃຊ້ອື່ນກຳລັງເຂົ້າສູ່ລະບົບຄອມພິວເຕີໜ່ວຍນີ້ຢູ່, ການປິດເຄື່ອງຕອນນີ້ຈະເປັນການປິດເຊດຊັນຂອງຜູ້ໃຊ້ອື່ນໆເຫຼົ່ານັ້ນນຳ.

source: Suspend
lo: ພັກເຄື່ອງ

source: Hibernate
lo: ຈຳສີນ

source: Restart
lo: ເລີ່ມໃໝ່

source: Executing selected action now.
lo: ກຳລັງດຳເນີນການຕາມທີ່ເລືອກໄວ້.

source: Waiting one more second before executing selected action …
lo: ກຳລັງລໍຖ້າອີກ 1 ວິນາທີ ກ່ອນຈະດຳເນີນການຕາມທີ່ເລືອກ…

source: %s (Default)
lo: %s (ຄ່າເລີ່ມຕົ້ນ)

source: Show release version
lo: ສະແດງເວີຊັນທີ່ປ່ອຍອອກມາ

source: Run in test mode
lo: ແລ່ນໃນໂໝດທົດສອບ

source: Run in test mode with a11y highcontrast theme enabled
lo: ແລ່ນໃນໂໝດທົດສອບໂດຍເປີດໃຊ້ຊຸດຮູບແບບຄວາມຄົມຊັດສູງ (a11y)

source: Run '%s --help' to see a full list of available command line options.
lo: ແລ່ນ '%s --help' ເພື່ອເບິ່ງລາຍການຕົວເລືອກຄຳສັ່ງທັງໝົດທີ່ມີໃຫ້.

source: Guest Session
lo: ເຊດຊັນແຂກ

source: Please enter a complete e-mail address
lo: ກະລຸນາປ້ອນທີ່ຢູ່ອີເມວໃຫ້ຄົບຖ້ວນ

source: Incorrect e-mail address or password
lo: ທີ່ຢູ່ອີເມວ ຫຼື ລະຫັດຜ່ານບໍ່ຖືກຕ້ອງ

source: If you have an account on an RDP server or X2Go server, Remote Login lets you run applications from that server.
lo: ຖ້າທ່ານມີບັນຊີຢູ່ໃນເຊີບເວີ RDP ຫຼື X2Go, ການເຂົ້າສູ່ລະບົບທາງໄກຈະຊ່ວຍໃຫ້ທ່ານສາມາດແລ່ນແອັບພລິເຄຊັນຈາກເຊີບເວີນັ້ນໄດ້.

source: Cancel
lo: ຍົກເລີກ

source: Set Up…
lo: ຕັ້ງຄ່າ…

source: You need a Remote Logon account to use this service. Would you like to set up an account now?
lo: ທ່ານຈຳເປັນຕ້ອງມີບັນຊີເຂົ້າສູ່ລະບົບທາງໄກເພື່ອໃຊ້ບໍລິການນີ້. ທ່ານຕ້ອງການຕັ້ງຄ່າບັນຊີຕອນນີ້ເລີຍບໍ່?

source: OK
lo: ຕົກລົງ

source: You need a Remote Logon account to use this service. Visit %s to request an account.
lo: ທ່ານຈຳເປັນຕ້ອງມີບັນຊີເຂົ້າສູ່ລະບົບທາງໄກເພື່ອໃຊ້ບໍລິການນີ້. ເຂົ້າໄປທີ່ %s ເພື່ອຮ້ອງຂໍບັນຊີ.

source: You need a Remote Logon account to use this service. Please ask your site administrator for details.
lo: ທ່ານຈຳເປັນຕ້ອງມີບັນຊີເຂົ້າສູ່ລະບົບທາງໄກເພື່ອໃຊ້ບໍລິການນີ້. ກະລຸນາສອບຖາມຜູ້ດູແລລະບົບຂອງທ່ານສຳລັບລາຍລະອຽດ.

source: Server type not supported.
lo: ບໍ່ຮອງຮັບປະເພດເຊີບເວີນີ້.

source: X2Go Session:
lo: ເຊດຊັນ X2Go:

source: Domain:
lo: ໂດເມນ:

source: Account ID
lo: ໄອດີບັນຊີ

source: Log In
lo: ເຂົ້າສູ່ລະບົບ

source: Login as %s
lo: ເຂົ້າສູ່ລະບົບໃນນາມ %s

source: Retry
lo: ລອງໃໝ່

source: Retry as %s
lo: ລອງໃໝ່ໃນນາມ %s

source: Login
lo: ເຂົ້າສູ່ລະບົບ

source: Temporary Guest Session
lo: ເຊດຊັນແຂກຊົ່ວຄາວ

source: All data created during this guest session will be deleted when you log out, and settings will be reset to defaults. Please save files on some external device, for instance a USB stick, if you would like to access them again later.
lo: ຂໍ້ມູນທັງໝົດທີ່ສ້າງຂຶ້ນໃນລະຫວ່າງເຊດຊັນແຂກນີ້ຈະຖືກລຶບອອກ ເມື່ອທ່ານອອກຈາກລະບົບ, ແລະ ການຕັ້ງຄ່າຕ່າງໆຈະຖືກຣີເຊັດເປັນຄ່າເລີ່ມຕົ້ນ. ກະລຸນາບັນທຶກໄຟລ໌ໄວ້ໃນອຸປະກອນພາຍນອກ, ຕົວຢ່າງເຊັ່ນ USB, ຖ້າທ່ານຕ້ອງການເຂົ້າເຖິງໄຟລ໌ເຫຼົ່ານັ້ນອີກຄັ້ງໃນພາຍຫຼັງ.

source: Another alternative is to save files in the /var/guest-data folder.
lo: ອີກທາງເລືອກໜຶ່ງແມ່ນການບັນທຶກໄຟລ໌ໄວ້ໃນໂຟລເດີ /var/guest-data.

source: Background image file to use, either an image path or a color (e.g. #772953).
lo: ໄຟລ໌ຮູບພາບພື້ນຫຼັງທີ່ຈະໃຊ້, ສາມາດເປັນເສັ້ນທາງໄຟລ໌ຮູບພາບ ຫຼື ລະຫັດສີ (ຕົວຢ່າງ: #772953).

source: Background color (e.g. #772953), set before wallpaper is seen.
lo: ສີພື້ນຫຼັງ (ຕົວຢ່າງ: #772953), ຈະຖືກຕັ້ງຄ່າກ່ອນທີ່ຮູບພື້ນຫຼັງຈະສະແດງ.

source: Background color (e.g. #000000 or #FFFFFF) for high contrast mode.
lo: ສີພື້ນຫຼັງ (ຕົວຢ່າງ: #000000 ຫຼື #FFFFFF) ສຳລັບໂໝດຄວາມຄົມຊັດສູງ.

source: Font foreground color (e.g. #A0A0A0) for non-active/-hovered and non-selected session names in the session list.
lo: ສີຕົວອັກສອນ (ຕົວຢ່າງ: #A0A0A0) ສຳລັບຊື່ເຊດຊັນທີ່ບໍ່ໄດ້ໃຊ້ງານ/ບໍ່ໄດ້ວາງເມົ້າໃສ່ ແລະ ບໍ່ໄດ້ຖືກເລືອກ ໃນລາຍການເຊດຊັນ.

source: Font foreground color (e.g. #A0A0A0) for the active/hovered-above session name in the session list.
lo: ສີຕົວອັກສອນ (ຕົວຢ່າງ: #A0A0A0) ສຳລັບຊື່ເຊດຊັນທີ່ກຳລັງໃຊ້ງານ/ວາງເມົ້າໃສ່ ໃນລາຍການເຊດຊັນ.

source: Font foreground color (e.g. #A0A0A0) for the selected session name in the session list.
lo: ສີຕົວອັກສອນ (ຕົວຢ່າງ: #A0A0A0) ສຳລັບຊື່ເຊດຊັນທີ່ຖືກເລືອກ ໃນລາຍການເຊດຊັນ.

source: Background color (e.g. #391C31) for non-active/-hovered and non-selected session names in the session list.
lo: ສີພື້ນຫຼັງ (ຕົວຢ່າງ: #391C31) ສຳລັບຊື່ເຊດຊັນທີ່ບໍ່ໄດ້ໃຊ້ງານ/ບໍ່ໄດ້ວາງເມົ້າໃສ່ ແລະ ບໍ່ໄດ້ຖືກເລືອກ ໃນລາຍການເຊດຊັນ.

source: Background color (e.g. #391C31) for the active/hovered-above session name in the session list.
lo: ສີພື້ນຫຼັງ (ຕົວຢ່າງ: #391C31) ສຳລັບຊື່ເຊດຊັນທີ່ກຳລັງໃຊ້ງານ/ວາງເມົ້າໃສ່ ໃນລາຍການເຊດຊັນ.

source: Background color (e.g. #391C31) for the selected session name in the session list.
lo: ສີພື້ນຫຼັງ (ຕົວຢ່າງ: #391C31) ສຳລັບຊື່ເຊດຊັນທີ່ຖືກເລືອກ ໃນລາຍການເຊດຊັນ.

source: Border color (e.g. #391C31) for non-active/-hovered and non-selected session names in the session list.
lo: ສີຂອບ (ຕົວຢ່າງ: #391C31) ສຳລັບຊື່ເຊດຊັນທີ່ບໍ່ໄດ້ໃຊ້ງານ/ບໍ່ໄດ້ວາງເມົ້າໃສ່ ແລະ ບໍ່ໄດ້ຖືກເລືອກ ໃນລາຍການເຊດຊັນ.

source: Border color (e.g. #391C31) for the active/hovered-above session name in the session list.
lo: ສີຂອບ (ຕົວຢ່າງ: #391C31) ສຳລັບຊື່ເຊດຊັນທີ່ກຳລັງໃຊ້ງານ/ວາງເມົ້າໃສ່ ໃນລາຍການເຊດຊັນ.

source: Border color (e.g. #391C31) for the selected session name in the session list.
lo: ສີຂອບ (ຕົວຢ່າງ: #391C31) ສຳລັບຊື່ເຊດຊັນທີ່ຖືກເລືອກ ໃນລາຍການເຊດຊັນ.

source: Background color (e.g. #391C31) of flat buttons (e.g. the session chooser icon).
lo: ສີພື້ນຫຼັງ (ຕົວຢ່າງ: #391C31) ຂອງປຸ່ມແບນ (ຕົວຢ່າງ: ໄອຄອນຕົວເລືອກເຊດຊັນ).

source: Border color (e.g. #391C31) of flat buttons (e.g. the session chooser icon).
lo: ສີຂອບ (ຕົວຢ່າງ: #391C31) ຂອງປຸ່ມແບນ (ຕົວຢ່າງ: ໄອຄອນຕົວເລືອກເຊດຊັນ).

source: Determines how the background image is rendered.
lo: ກຳນົດວິທີການສະແດງຜົນຂອງຮູບພາບພື້ນຫຼັງ.

source: Whether to draw user backgrounds.
lo: ຈະໃຫ້ສະແດງພື້ນຫຼັງຂອງຜູ້ໃຊ້ ຫຼື ບໍ່.

source: Whether to draw an overlay grid.
lo: ຈະໃຫ້ສະແດງເສັ້ນຕາຂ່າຍຊ້ອນທັບ ຫຼື ບໍ່.

source: Whether to show the hostname in the menubar.
lo: ຈະໃຫ້ສະແດງຊື່ໂຮສໃນແຖບເມນູ ຫຼື ບໍ່.

source: Whether to show 'Username:' and 'Password:' labels (etc.) in the login box.
lo: ຈະໃຫ້ສະແດງປ້າຍກຳກັບ 'ຊື່ຜູ້ໃຊ້:' ແລະ 'ລະຫັດຜ່ານ:' (ແລະ ອື່ນໆ) ໃນກ່ອງເຂົ້າສູ່ລະບົບ ຫຼື ບໍ່.

source: Logo file to use.
lo: ໄຟລ໌ໂລໂກ້ທີ່ຈະໃຊ້.

source: Alpha value for blending the logo onto the background.
lo: ຄ່າອັນຟາສຳລັບການປະສົມໂລໂກ້ໃສ່ພື້ນຫຼັງ.

source: GTK+ theme to use.
lo: ຊຸດຮູບແບບ GTK+ ທີ່ຈະໃຊ້.

source: GTK+ theme to use in high contrast mode.
lo: ຊຸດຮູບແບບ GTK+ ທີ່ຈະໃຊ້ໃນໂໝດຄວາມຄົມຊັດສູງ.

source: Icon theme to use.
lo: ຊຸດຮູບແບບໄອຄອນທີ່ຈະໃຊ້.

source: Icon theme to use in high contrast mode.
lo: ຊຸດຮູບແບບໄອຄອນທີ່ຈະໃຊ້ໃນໂໝດຄວາມຄົມຊັດສູງ.

source: Cursor theme to use.
lo: ຊຸດຮູບແບບເຄີເຊີທີ່ຈະໃຊ້.

source: Size to use for cursors.
lo: ຂະໜາດທີ່ຈະໃຊ້ສຳລັບເຄີເຊີ.

source: Font to use.
lo: ຟອນທີ່ຈະໃຊ້.

source: Whether to antialias Xft fonts.
lo: ຈະໃຫ້ໃຊ້ການລົບຂອບຫຍາບ (antialias) ກັບຟອນ Xft ຫຼື ບໍ່.

source: Resolution for Xft in dots per inch.
lo: ຄວາມລະອຽດສຳລັບ Xft ເປັນຈຸດຕໍ່ນິ້ວ.

source: What degree of hinting to use.
lo: ລະດັບຂອງ hinting ທີ່ຈະໃຊ້.

source: Type of subpixel antialiasing.
lo: ປະເພດຂອງການລົບຂອບຫຍາບແບບ subpixel.

source: Whether to enable the onscreen keyboard.
lo: ຈະໃຫ້ເປີດໃຊ້ແປ້ນພິມເທິງຈໍ ຫຼື ບໍ່.

source: Whether to use a high contrast theme.
lo: ຈະໃຫ້ໃຊ້ຊຸດຮູບແບບຄວາມຄົມຊັດສູງ ຫຼື ບໍ່.

source: Whether to enable the screen reader.
lo: ຈະໃຫ້ເປີດໃຊ້ໂປຣແກຣມອ່ານໜ້າຈໍ ຫຼື ບໍ່.

source: Whether to play sound when greeter is ready.
lo: ຈະໃຫ້ເປີດສຽງເມື່ອໜ້າຕ່າງຕ້ອນຮັບພ້ອມໃຊ້ງານ ຫຼື ບໍ່.

source: Which indicators to load.
lo: ຈະໃຫ້ໂຫຼດຕົວຊີ້ບອກໂຕໃດແດ່.

source: List of usernames that are hidden until a special key combination is hit.
lo: ລາຍຊື່ຜູ້ໃຊ້ທີ່ຈະຖືກເຊື່ອງໄວ້ຈົນກວ່າຈະມີການກົດປຸ່ມພິເສດ.

source: List of groups that users must be part of to be shown (empty list shows all users).
lo: ລາຍຊື່ກຸ່ມທີ່ຜູ້ໃຊ້ຕ້ອງເປັນສະມາຊິກເພື່ອໃຫ້ສະແດງ (ຖ້າລາຍຊື່ຫວ່າງເປົ່າຈະສະແດງຜູ້ໃຊ້ທັງໝົດ).

source: Number of seconds of inactivity before blanking the screen. Set to 0 to never timeout.
lo: ຈຳນວນວິນາທີທີ່ບໍ່ມີການເຄື່ອນໄຫວກ່ອນຈະປິດໜ້າຈໍ. ຕັ້ງເປັນ 0 ເພື່ອບໍ່ໃຫ້ໝົດເວລາ.

source: Whether to enable HiDPI support
lo: ຈະໃຫ້ເປີດໃຊ້ການຮອງຮັບ HiDPI ຫຼື ບໍ່.

source: Scaling factor for fonts that can be used to adjust the greeter's font sizes.
lo: ປັດໄຈການຂະຫຍາຍສຳລັບຟອນທີ່ສາມາດໃຊ້ປັບຂະໜາດຟອນຂອງໜ້າຕ່າງຕ້ອນຮັບ.

source: Alpha value for menubar, multiplied with the theme-provided transparency value. Not used in high contrast mode.
lo: ຄ່າອັນຟາສຳລັບແຖບເມນູ, ຈະຖືກຄູນກັບຄ່າຄວາມໂປ່ງໃສຂອງຊຸດຮູບແບບ. ຈະບໍ່ຖືກໃຊ້ໃນໂໝດຄວາມຄົມຊັດສູງ.

source: Default FQDN for host offering Remote Logon Service.
lo: FQDN ເລີ່ມຕົ້ນສຳລັບໂຮສທີ່ໃຫ້ບໍລິການເຂົ້າສູ່ລະບົບທາງໄກ.

source: Whether to activate numlock. This features requires the installation of numlockx.
lo: ຈະໃຫ້ເປີດໃຊ້ numlock ຫຼື ບໍ່. ຄຸນສົມບັດນີ້ຕ້ອງການການຕິດຕັ້ງ numlockx.

source: Monitor on which to show the Login GUI.
lo: ຈໍພາບທີ່ຈະໃຊ້ສະແດງ GUI ເຂົ້າສູ່ລະບົບ.

source: Name of the onscreen keyboard layout (see /usr/share/onboard/layouts/*.onboard for available layout names).
lo: ຊື່ຂອງຮູບແບບແປ້ນພິມເທິງຈໍ (ເບິ່ງ /usr/share/onboard/layouts/*.onboard ສຳລັບຊື່ຮູບແບບທີ່ມີ).

source: Name of the onscreen keyboard theme (see /usr/share/onboard/themes/*.theme for available theme names).
lo: ຊື່ຂອງຊຸດຮູບແບບແປ້ນພິມເທິງຈໍ (ເບິ່ງ /usr/share/onboard/themes/*.theme ສຳລັບຊື່ຊຸດຮູບແບບທີ່ມີ).

source: Name of the onscreen keyboard theme when in high contrast mode (see /usr/share/onboard/themes/*.theme for available theme names).
lo: ຊື່ຂອງຊຸດຮູບແບບແປ້ນພິມເທິງຈໍເມື່ອຢູ່ໃນໂໝດຄວາມຄົມຊັດສູງ (ເບິ່ງ /usr/share/onboard/themes/*.theme ສຳລັບຊື່ຊຸດຮູບແບບທີ່ມີ).

source: Whether to hide the 'lightdm-xsession' default X11 session type.
lo: ຈະໃຫ້ເຊື່ອງປະເພດເຊດຊັນ X11 ເລີ່ມຕົ້ນ 'lightdm-xsession' ຫຼື ບໍ່.

source: Whether to hide X11 sessions.
lo: ຈະໃຫ້ເຊື່ອງເຊດຊັນ X11 ຫຼື ບໍ່.

source: Whether to hide Wayland sessions.
lo: ຈະໃຫ້ເຊື່ອງເຊດຊັນ Wayland ຫຼື ບໍ່.

source: Ordered list of preferred desktop sessions (for detecting the default session type).
lo: ລາຍຊື່ເຊດຊັນເດັສທັອບທີ່ຕ້ອງການຕາມລຳດັບ (ສຳລັບການກວດຫາປະເພດເຊດຊັນເລີ່ມຕົ້ນ).

source: Time in seconds until the shutdown dialog forcefully selects the default action. Set to 0 to disable.
lo: ເວລາເປັນວິນາທີກ່ອນທີ່ກ່ອງໂຕ້ຕອບປິດເຄື່ອງຈະເລືອກການກະທຳເລີ່ມຕົ້ນໂດຍອັດຕະໂນມັດ. ຕັ້ງເປັນ 0 ເພື່ອປິດການໃຊ້ງານ.

source: Unordered list of include-only desktop sessions (if non-empty, only explicitly listed sessions types will be offered by the greeter). Takes precedence over the excluded-sessions list.
lo: ລາຍຊື່ເຊດຊັນເດັສທັອບທີ່ອະນຸຍາດເທົ່ານັ້ນ (ຖ້າບໍ່ຫວ່າງເປົ່າ, ຈະມີພຽງແຕ່ປະເພດເຊດຊັນທີ່ລະບຸໄວ້ເທົ່ານັ້ນທີ່ຈະສະແດງ). ຈະຖືກພິຈາລະນາກ່ອນລາຍຊື່ທີ່ບໍ່ອະນຸຍາດ.

source: Unordered list of excluded desktop sessions (if non-empty, listed sessions types will not be offered by the greeter). Only used if includeonly-sessions is empty.
lo: ລາຍຊື່ເຊດຊັນເດັສທັອບທີ່ບໍ່ອະນຸຍາດ (ຖ້າບໍ່ຫວ່າງເປົ່າ, ປະເພດເຊດຊັນທີ່ລະບຸໄວ້ຈະບໍ່ຖືກສະແດງ). ຈະຖືກໃຊ້ກໍລະນີທີ່ລາຍຊື່ທີ່ອະນຸຍາດເທົ່ານັ້ນຫວ່າງເປົ່າ.
